[{
    "title": "Yoga",
    "articlebody": "Yoga is an ancient art of flexibility and harmony. One of the six Āstika of Hindu spiritual traditions. I am not going to tell much, because doing your own research is part of the journey. Even if you go about it the lazy way and just read a wikipedia article, you’ll learn some new things. Do yourself a favor though, and try to procure a book. It will last you longer, and give you more depth.",
    "tags": [
      "health",
      "sports"
    ]
  },{
    "title": "Calisthenics",
    "articlebody": "Many say Calisthenics is the poor man’s exercise, and maybe they are correct after a fashion. Training from home, with no equipment certainly has a charm over needing a gym membership and equipment. Whereas modern yoga is more focused on a state of mind, calisthenics focuses on the body alone. Which doesn’t mean it is inferior merely has different goals in mind.",
    "tags": [
      "health",
      "sports"
    ]
  },{
    "title": "Learn a new language",
    "articlebody": "Speaking a foreign language is a skill that can always be made use of. Even more these days when the internet spans the globe, and people can casually talk to each other on a daily basis without ever having to meet. It also looks good on your resume if the company in question wishes to make business with said countries. Or just a way to show off.",
    "tags": [
      "knowledge",
      "skills"
    ]
  },{
    "title": "100 Push-ups",
    "articlebody": "The magical number, 100 and the magical exercise, the push up. This can hold you for quite a while. There is no real trick to it, all you truly need is consistency and persistence. Beating people in push-up contests, or just being able to wave your arms all day long is an doubtless plus. <a href=”https://hundredpushups.com”>This</a> has a good program for this purpose.",
    "tags": [
      "sports"
    ]
  },{
    "title": "Origami",
    "articlebody": "This ancient art has much more depth than people give it credit for. Originally coming from China, then spreading to Japan, and to the rest of the world from there, this hobby is good inexpensive fun. It is something you can do with your family, and teach others easily. They say that anyone who folds a thousand paper cranes and holds them together by a string, have won one wish from the gods.",
    "tags": [
      "skills",
      "culture"
    ]
  },{
    "title": "Baking",
    "articlebody": "Everyone loves cookies. Not everyone can make them. The variety is staggering, do you have an idea how many cookies out there you haven’t tried yet? Go ahead and make a search, we’ll be here. What about bread? Even people usually not eating bread will want a slice from a fresh oven bread. The ability to bake is prized at every age, and by all sort of people. Except some vegans and people who can’t digest gluten, but we there are ways around that.",
    "tags": [
      "skills",
      "home"
    ]
  },{
    "title": "Brewing Beer",
    "articlebody": "This art is not as capital-intense as many would imagine. You can easily just collect your used bottles, get some cork, and the fermenting may begin with a little know-how. It does take a long while though, so you might wanna read ahead before you start corking.",
    "tags": [
      "home"
    ]
  },{
    "title": "Study Anatomy",
    "articlebody": "Have you ever considered what makes you tick? Did you ever wanted to show off in the gym by calling the muscles on their fancy names? Ever been curious what the heck are “sinuses”? Where does all that blood come from? How many muscles it takes to screw in a light-bulb?",
    "tags": [
      "knowledge"
    ]
  },{
    "title": "How metabolism works",
    "articlebody": "Go ahead take a look at the urinary system, some things are good to know. How does food become fat? What does insulin do, and why resistance against it is important? What your skin consists of, and how can you make it last longer? What is the GMO? Are you and danger of diabetes? Is someone who you know is?",
    "tags": [
      "knowledge",
      "health"
    ]
  },{
    "title": "Drawing",
    "articlebody": "Illustration is a very difficult business. Perspectives, scales, anatomy, shades, and lightning. All this nuance without colors ever entering the mix. As any aspiring artist knows, there is always room to improve. Do not let this daunt you however. You can give your dreams substance, imagines no one else could see if not for the dexterity of your hands.",
    "tags": [
      "skills"
    ]
  },{
    "title": "Painting with Bob Ross",
    "articlebody": "Even if you never want to hold a brush in your life, watching the Joys of Painting with Bob Ross is something you must experience at least once. The title of the show really encapsulates it all, and you can find it on youtube easily. Then maybe you’ll decide to give it a try. Don’t try too hard. Enjoy it. Take your time, and do not be afraid to make mistakes.",
    "tags": ["watching", "skill"]
  },{
    "title": "Painting Miniatures",
    "articlebody": "articlebody",
    "tags": ["placeholder"]
  },{
    "title": "Board Games",
    "articlebody": "Board games are great fun, the variety is simply staggering. Yes, the downside is that you need friends to play with, but modern technology has a cure for this ill. Table Top Simulator aims to simulate every sort of game, and there is never shortage of players online. Certainly takes away a little from the charm but sometimes the easy access makes up for it.",
    "tags": ["placeholder"]
  },{
    "title": "History",
    "articlebody": "There are probably a few interesting things you have in your past, or know someone who does and they are unlikely to be over a hundred years old. Well, several thousand years of human history has proportionally greater things that are meant to be known. Learning from history helps us not to be doomed to repeat ourselves, maybe we’ll find something worth remembering. It is written by the victorious, but what if you take a look into the perspective of the losers? You studied some in school, but what about the history of those nobody talks about, or only ever hear through osmosis in mass media? ",
    "tags": ["placeholder"]
  },{
    "title": "Train your lungs",
    "articlebody": "Breathing is important in every sort of exercise. Running, cycling, climbing, doing the horizontal tango, or just moving big boxes. All benefit from a healthy respiratory system. Wim Hof also known as the Iceman is a world recorder in several ice-related challenges. He is professing is success to his specific breathing method. But don’t let me tell you everything, do your own research. Try the thing for free https://www.youtube.com/watch?v=tybOi4hjZFQ",
    "tags": ["placeholder"]
  },{
    "title": "Gluten-free cooking",
    "articlebody": "Is a type of protein found in wheat, which is found in every sort of food. You wouldn’t believe in how many until you start to look for it in what you buy. Some people develop certain levels of intolerance for gluten. Some people could build said intolerance over a lifetime. So it is not a bad idea to take it easy once in a while even if otherwise you are not required. Discover new flours like rice or corn, waive flour altogether, make a change spice up the everydays.",
    "tags": ["placeholder"]
  },{
    "title": "How to cook vegan/vegetarian",
    "articlebody": "As the title alludes, there is several levels of this. Depending on whether someone eats meat, eggs, diary, fish. Now morality of modern farming and health benefits aside, everyone should stop with their routine once in a while and try something new when it comes to eating. We are what we eat, and if we eat too much from something it might be bad for us in the long term. Everyone should try to live without meat for a week. If for nothing else, then to appreciate it more afterwards. Don’t try to combine this with the gluten-free cooking, you’ll go crazy.",
    "tags": ["placeholder"]
  },{
    "title": "Training your Memory",
    "articlebody": "Memory is something we are taking for granted. Even forgetful people, they just gotten used to not remembering too many things, but how many time this has caused them discomfort? People never imagine what things will be once they hit 60 and above. In the current climate this is very likely to happen to the vast majority of the people.  The erosion of memory is quick to sneak up on people. How many senile older people would have imagined in their 20s that they won’t remember their grandchildren’s name? Not that many. How many times would it have helped to just remember the important thing you were supposed to do today? Start training today, don’t be a slouch, it can save you a lot of trouble down the road.",
    "tags": ["placeholder"]
  },{
    "title": "Learn a Poem",
    "articlebody":"Good combination with training memory; you retain a piece of culture, a piece that your ancestors left over, a piece that children usually frown at or cheat on. Why would you do it? I don’t know, you are the bored one. Maybe to give something nice an inexpensive on mother’s day?",
    "tags": ["placeholder"]
  },{
    "title": "Fast for a day",
    "articlebody": "The habit of fasting is rooted in every religion across the globe, even ones that have never met in an official capacity, thousands of years apart. Even in the animal kingdom it is often observed if the animal in question is injured. So there has to be something to it, right? Fasting is a subject closely related to metabolism. A lot of things can be made on the subject, but make your own research. Try Dr. Jason Fung’s guide into fasting Intermittent Fasting for Beginners - Diet Doctor Even if you don’t believe in the weight loss or autophagy portion of the fasting regime, you will believe in appreciating your food more. After two days of not eating you will eat anything even if you were iffy about it all your life. Warning: If you have any form of diabetes, fasting the normal way could be fatal for you. Consult a doctor.",
    "tags": ["placeholder"]
  },{
    "title": "Ask what your local politician have been doing for the past year",
    "articlebody": "Politicians often are like relatives. They only call when they need something. In their case, that something is usually being re-elected. So what have they been doing since you last spoke? Get on the local government website and take a look what they’ve been doing with your taxpayer money. Do you approve? Will you vote for them again? Write them a letter? Call the office? Warning: Angry rantings on facebook usually do you more harm than help.",
    "tags": ["placeholder"]
  },{
    "title": "Read classic literature",
    "articlebody": "It is quite annoying when your friends talk about a movie you haven’t seen. Sure they can tell you about it, but it is never going to be as good as actually experiencing it first hand. Culture and heritage aside, classic literature became classic because it actually had something in it. Something that made people centuries later reference it, or still maintain some interest. Have a look for yourself, and if all else fails, you can debunk it as hogwash.",
    "tags": ["placeholder"]
  },{
    "title": "Learn about Sumo Wrestling",
    "articlebody": "Sumo Wrestling is a very spiritual tradition rooted in Japan’s history. The culture surrounding it is very traditionalist and quite interesting. I can’t really say much here, otherwise it would spoil the experience of exploration.",
    "tags": ["placeholder"]
  },{
    "title": "Do your work for tomorrow!",
    "articlebody": "You might have a few extra hours time where you don’t know what to do. After all it is not long enough for your usual fun activities. Well, you could work ahead, and save some time till you have an entire day for yourself. Try this one weird trick that will make you do your chores. Go to the corner of your room, and stand still, not doing anything. In five minutes, you will rather drop your procrastination just so you can do something, ANYTHING.",
    "tags": ["placeholder"]
  },{
    "title": "Understand the cultural and thematic differences between The Magnificent Seven (1960) and The Seven Samurai (1954) ",
    "articlebody": "It is undeniable that the two movies are similar. They are practically the same story! However there are two very important differences. First is technology, and the second is the audience. Try to understand where the roots of the story come from the Seven Samurai, and how are they implemented in Magnificent Seven. There are centuries between the two timeline, but try not to get hung up on how one has guns and the other has swords. Look deeper!",
    "tags": ["placeholder"]
  },{
    "title": "Learn how to Grill",
    "articlebody": "Grilling is a great thing. Cooking dinner below an open sky, inviting neighbors and have meat to go with your beer. It is a great excuse for a family reunion, or just relax on a day off. It is not as easy as it sounds however. You need equipment, preparation, cleaning, gathering the ingredients. It is a medium to easy task, but a task nonetheless. Even if you don’t have a grill, learning can never hurt. You might move someday into a suburb where you have to mark your territory by grilling on your front lawn.",
    "tags": ["placeholder"]
  },{
    "title": "Learn the nuances of fishing",
    "articlebody": "Fishing, the classic get away activity. Far from the bustling everyday, an activity that simply requires quiet. Some like to watch the fishing rod as part of the hunt, and others just like to lay back and let the alarm go off when there is a catch. Either way it is worthwhile to learn. After a certain age, admitting that you don’t know how to equip a rod and put on a bait, is a loss of face in some company.",
    "tags": ["placeholder"]
  },{
    "title": "Learn how to light a fire in the wilderness",
    "articlebody": "Fire is like one of the top necessities for survival. After air and water of course. It keeps you warm, cooks your food, cleans your water, gives signal for the rescue team, and scares away predators – except rhinos for some reason. So knowing how to light a fire is always good to know. The less equipment you need for it, the better.",
    "tags": ["placeholder"]
  },{
    "title": "Read the Bible",
    "articlebody": "The good book as some say. People reference it all the time, but surprisingly few have read it before fully, or even partially. This is an extreme case of the classic literature. It is not an easy read by any means, but you will probably find something you like. Or something you dislike and can throw at people. Not having an uninformed opinion is also important.",
    "tags": ["placeholder"]
  },{
    "title": "Read the Quran",
    "articlebody": "Why stop with one religion’s source? Good bonus if you checked the bible, interesting to see where they agree and where they contrast with one another. You might also learn some new words that you can add to your vocabulary.",
    "tags": ["placeholder"]
  },{
    "title": "Read the Kama Sutra",
    "articlebody": "And now for something a bit more spicy. Well not actually despite all the memes the Kama Sutra is just as about family and relationships, not purely about under the sheet fun. Be warned though, it was written thousands of years ago in a culture very different from our own. Should be an eye opening experience for anyone.",
    "tags": ["placeholder"]
  },{
    "title": "Learn how to lift",
    "articlebody": "Lifting is a very underrated skill, there is a lot more skill in it than pure strength. Harmonizing your movement, proper footing and grip. Even if you are not using it as an exercise, knowing how to lift and carry something heavy could save you trouble. If no other trouble than the trouble of an injury.",
    "tags": ["placeholder"]
  },{
    "title": "Study Carpentry",
    "articlebody": "Wood was the first material mankind mastered. Sure the ancient man grabbed the sharp-looking rock, but soon realized that tying it to a stick is much more beneficial. Wooden constructs like bridges, forts, chairs, tables, ballistae , catapults, ships, were a thing long before famed stone constructs were.",
    "tags": ["placeholder"]
  },{
    "title": "Study Masonry",
    "articlebody": "Many things set humans aside from the rest of the animal kingdom. Creating your own dwelling by completely re-shaping materials, and that can stand the test of time through several lifetimes, is unique however. Masonry is a time honored tradition even in the age giant buildings built with giant machines. The destruction and rebuilding of a wall on the 4th floor can be just as useful as it has always been.",
    "tags": ["placeholder"]
  },{
    "title": "Vacuum",
    "articlebody": "Honestly, when was the last time you really went through your home with a vacuum? And under the bed? Under the doormat? The couch? Below the desk too? The corners? Did you switch out the bag? ",
    "tags": ["placeholder"]
  },{
    "title":"Laundry",
    "articlebody":"Well an obvious second choice. I mean it has to be done someday right? Wait, don’t go! You can’t escape it forever!",
    "tags": ["placeholder"]
  }] 